driver-tests/bpelse/ScopeTermination/ScopeTerminationJbi/test/ReceiveTerminationInScope/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rec="http://j2ee.netbeans.org/wsdl/ReceiveTerminationInScope_Driver">
  <soapenv:Body>
    <rec:ReceiveTerminationInScope_DriverOperation>
      <part1>?string?</part1>
    </rec:ReceiveTerminationInScope_DriverOperation>
  </soapenv:Body>
</soapenv:Envelope>